/* No comment provided by engineer. */
"%@" = "%@";

/* No comment provided by engineer. */
"%@  What are you looking for?" = "%@  What are you looking for?";

/* No comment provided by engineer. */
"%@ - %@" = "%1$@ - %2$@";

/* No comment provided by engineer. */
"%@ image(s) selected" = "%@ image(s) selected";

/* No comment provided by engineer. */
"%@/%@" = "%1$@/%2$@";

/* No comment provided by engineer. */
"%@x %@" = "%1$@x %2$@";

/* No comment provided by engineer. */
"%@€" = "%@€";

/* No comment provided by engineer. */
"%@€ - %@€" = "%1$@€ - %2$@€";

/* No comment provided by engineer. */
"%@€/day" = "%@€/day";

/* No comment provided by engineer. */
"0" = "0";

/* No comment provided by engineer. */
"15€" = "15€";

/* No comment provided by engineer. */
"5/5" = "5/5";

/* No comment provided by engineer. */
"<= %@km" = "<= %@km";

/* No comment provided by engineer. */
"= %@" = "= %@";

/* No comment provided by engineer. */
"Accept" = "Annehmen";

/* No comment provided by engineer. */
"Accepted" = "Angenommen";

/* No comment provided by engineer. */
"Add new item" = "Neues Produkt hinzufügen";

/* No comment provided by engineer. */
"Address" = "Adresse";

/* No comment provided by engineer. */
"An error occured when trying to add your item. Please try again later." = "Bei dem Versuch, ein neues Produkt hinzuzufügen, ist ein Fehler aufgetreten. Versuche es bitte später noch einmal.";

/* No comment provided by engineer. */
"An error occured while loggin in. Please try again later." = "Bei dem Versuch, dich einzuloggn, ist ein Fehler aufgetreten. Versuche es bitte später noch einmal.";

/* No comment provided by engineer. */
"Approval of owner still needed." = "Die Zustimmung des Besitzers ist noch nötig.";

/* No comment provided by engineer. */
"Are you sure you want to log out of your current account? You will need to log back in with your password to gain access to your account again on this device." = "Bist du sicher, dass du dich abmelden möchtest?";

/* No comment provided by engineer. */
"Available" = "Verfügbar";

/* No comment provided by engineer. */
"Before you add your first product please tell us your address. This way we know for which people your products are relevant." = "Bevor du dein erstes Produkt hinzufügst, teile uns bitte noch deine Adresse mit. So wissen wir, für wen das Produkt relevant ist.";

/* No comment provided by engineer. */
"Book" = "Buchen";

/* No comment provided by engineer. */
"Book now" = "Jetzt buchen";

/* No comment provided by engineer. */
"Borrowers" = "Ausleiher";

/* No comment provided by engineer. */
"Camera" = "Kamera";

/* No comment provided by engineer. */
"Cancel" = "Abbrechen";

/* No comment provided by engineer. */
"Card expired" = "Karte abgelaufen";

/* No comment provided by engineer. */
"Card number" = "Kartennummer";

/* No comment provided by engineer. */
"Change Password" = "Passwort ändern";

/* No comment provided by engineer. */
"City" = "Stadt";

/* No comment provided by engineer. */
"Confirm" = "Bestätigen";

/* No comment provided by engineer. */
"Confirm Password" = "Passwort bestätigen";

/* No comment provided by engineer. */
"Contact" = "Nachricht";

/* No comment provided by engineer. */
"Could not log in" = "Einloggen fehlgeschlagen";

/* No comment provided by engineer. */
"Country" = "Land";

/* No comment provided by engineer. */
"CVV" = "CVV";

/* No comment provided by engineer. */
"Declined" = "Abgelehnt";

/* No comment provided by engineer. */
"Delete" = "Löschen";

/* No comment provided by engineer. */
"Delete Account" = "Account löschen";

/* No comment provided by engineer. */
"Delete profile picture" = "Profilbild löschen";

/* No comment provided by engineer. */
"Edit" = "Bearbeiten";

/* No comment provided by engineer. */
"Empty fields" = "Leere Felder";

/* No comment provided by engineer. */
"Error" = "Fehler";

/* No comment provided by engineer. */
"Expiration Date" = "Ablaufdatum";

/* No comment provided by engineer. */
"Explore new items" = "Entdecke neue Produkte";

/* No comment provided by engineer. */
"From %@" = "Von %@";

/* No comment provided by engineer. */
"From: %@" = "Von: %@";

/* No comment provided by engineer. */
"hop on th trent." = "hop on th trent.";

/* No comment provided by engineer. */
"House number" = "Hausnummer";

/* No comment provided by engineer. */
"Inbox" = "Inbox";

/* No comment provided by engineer. */
"incl. VAT" = "inkl. MwSt";

/* No comment provided by engineer. */
"Inventory" = "Inventar";

/* No comment provided by engineer. */
"Item" = "Produkt";

/* No comment provided by engineer. */
"Join the trent." = "Join the trent.";

/* No comment provided by engineer. */
"Lenders" = "Verleiher";

/* No comment provided by engineer. */
"Log out" = "Abmelden";

/* No comment provided by engineer. */
"Mail address" = "Mail adresse";

/* No comment provided by engineer. */
"mail address" = "mail adresse";

/* No comment provided by engineer. */
"Message" = "Nachricht";

/* No comment provided by engineer. */
"Messages" = "Nachrichten";

/* No comment provided by engineer. */
"name" = "name";

/* No comment provided by engineer. */
"Name" = "Name";

/* No comment provided by engineer. */
"Next" = "Weiter";

/* No comment provided by engineer. */
"No chats yet" = "Noch keine Chats";

/* No comment provided by engineer. */
"No new messages" = "Keine neuen Nachrichten";

/* No comment provided by engineer. */
"No products yet" = "Noch keine Produkte";

/* No comment provided by engineer. */
"No requests yet" = "Noch keine Anfragen";

/* No comment provided by engineer. */
"No reviews yet" = "Noch keine Bewertungen";

/* No comment provided by engineer. */
"Not enough ratings" = "Noch nicht genügend Bewertungen";

/* No comment provided by engineer. */
"Okay" = "Okay";

/* No comment provided by engineer. */
"Optional Message to the lender" = "Optionale Nachrich an den Verleiher";

/* No comment provided by engineer. */
"or" = "oder";

/* No comment provided by engineer. */
"Password" = "Passwort";

/* No comment provided by engineer. */
"Passwords don't match" = "Passwörter stimmen nicht überein";

/* No comment provided by engineer. */
"Pending" = "Ausstehend";

/* No comment provided by engineer. */
"Per day" = "Pro Tag";

/* No comment provided by engineer. */
"Per hour" = "Pro Stunde";

/* No comment provided by engineer. */
"Photos" = "Fotos";

/* No comment provided by engineer. */
"Picker" = "Picker";

/* No comment provided by engineer. */
"Please make sure that you have entered the same password." = "Bitte überprüfe, dass du das gleiche Passwort eingegeben hast.";

/* No comment provided by engineer. */
"Please make sure to fill out all fields" = "Bitte überprüfe, dass du alle Felder ausgefüllt hast.";

/* No comment provided by engineer. */
"Please use another card." = "Bitte benutze eine andere Karte";

/* No comment provided by engineer. */
"Prices" = "Preise";

/* No comment provided by engineer. */
"Product Name" = "Produktname";

/* No comment provided by engineer. */
"Publish" = "Posten";

/* No comment provided by engineer. */
"Rejected" = "Abgelehnt";

/* No comment provided by engineer. */
"Requests" = "Anfragen";

/* No comment provided by engineer. */
"Save" = "Speichern";

/* No comment provided by engineer. */
"See %@ Reviews" = "%@ Beewertungen ansehen";

/* No comment provided by engineer. */
"Select from Library" = "Von Mediathek auswählen";

/* No comment provided by engineer. */
"Select source of photo" = "Foto auswählen";

/* No comment provided by engineer. */
"Send" = "Senden";

/* No comment provided by engineer. */
"Set address" = "Adresse speichern";

/* No comment provided by engineer. */
"Skip for now" = "Vielleicht später";

/* No comment provided by engineer. */
"Street" = "Straße";

/* No comment provided by engineer. */
"Total earning: 20.50€" = "Gesamter Gewinn: 20.50€";

/* No comment provided by engineer. */
"Total Price" = "Gesamter Preis";

/* No comment provided by engineer. */
"Until: %@" = "Bis: %@";

/* No comment provided by engineer. */
"Untitled item" = "Unbennantes Produkt";

/* No comment provided by engineer. */
"Update" = "Update";

/* No comment provided by engineer. */
"User" = "User";

/* No comment provided by engineer. */
"What are you looking for?" = "Nach was suchst du?";

/* No comment provided by engineer. */
"When do you want to rent this item?" = "Wann möchtest du dieses Produkt ausleihen?";

/* No comment provided by engineer. */
"Zipcode" = "PLZ";

/* No comment provided by engineer. */
"€" = "€";

